[
    {
        "id": "01",
        "name": "Python",
        "img": "https://images.ctfassets.net/mrop88jh71hl/55rrbZfwMaURHZKAUc5oOW/9e5fe805eb03135b82e962e92169ce6d/python-programming-language.png",
        "course_introduction": "The complete python programming course.",
        "details": "Learn Python: The Complete Python Programming Course. Learn A-Z everything about Python, from the basics, to advanced topics like Python GUI, Python Data Analysis, and more!"
    },
    {
        "id": "02",
        "name": "R",
        "img": "https://icons.iconarchive.com/icons/papirus-team/papirus-apps/512/rlogo-icon-icon.png",
        "course_introduction": "Learn R",
        "details": "Learn Data Science online at your own pace. Start today and improve your skills. Join millions of learners from around the world already learning on Code-Camp. Courses in 60+ Languages. Expert Instructors. Lifetime Access. Download To Your Phone."
    },
    {
        "id": "03",
        "name": "C/C++",
        "img": "https://c-cpp-notes.vercel.app/img/logo.svg",
        "course_introduction": "Learn C/C++ from Code-Camp and boost your problem sloving skill.",
        "details": "Develop amazing professional skills that position you at the top of the candidate list. Join millions of learners from around the world already learning on Code-Camp. Expert Instructors. Download To Your Phone. "
    },
    {
        "id": "04",
        "name": "Graphics Design",
        "img": "https://5.imimg.com/data5/SELLER/Default/2020/9/YZ/KK/VE/109467533/freelance-graphic-designer-500x500.jpg",
        "course_introduction": "Design and color your world professionaly.",
        "details": "Take a graphics design course from Code-Camp and learn how to express your creativity. Explore design fundamentals and design programs from real-world experts."
    },
    {
        "id": "05",
        "name": "Data Science",
        "img": "https://miro.medium.com/max/993/1*mgXvzNcwfpnBawI6XTkVRg.png",
        "course_introduction": "Learn Intermediate Python and R to enter the world of data science.",
        "details": "Data science Specializations and courses teach the fundamentals of interpreting data, performing analyses, and understanding and communicating actionable "
    },
    {
        "id": "06",
        "name": "Mathematics",
        "img": "https://www.edx.org/static/432be43f47fd45daf4fc1ecc01caad2d/learn_math.jpg",
        "course_introduction": "Your mathematical guide",
        "details": "Learn mathematical logic and boost up your knowledge in logics in mathemetics world. every possible equations and theories will  be coverd in this course. Start learning your ,athemetics with the exparts. "
    }
]